Repository: SumPositive/Packlin
Catalog: PackList/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, it, ko, zh_hant

# 1.line
source: 1行
de: 1 Zeile
en: 1 line
es: 1 línea
fr: 1 ligne
it: 1 riga
ko: 1줄

# 2.lines
source: 2行
de: 2 Zeilen
en: 2 lines
es: 2 líneas
fr: 2 lignes
it: 2 righe
ko: 2줄

# 3.lines
source: 3行
de: 3 Zeilen
en: 3 lines
es: 3 líneas
fr: 3 lignes
it: 3 righe
ko: 3줄

# about.how.use
source: アプリの取扱説明
de: Benutzerhandbuch
en: User Guide
es: Guía de uso
fr: Guide d’utilisation
it: Guida utente
ko: 사용 설명서
zh_hant: 使用說明

# actions
source: 操作
de: Aktionen
en: Actions
es: Acciones
fr: Actions
it: Azioni
ko: 작업

# add.new.group
source: 新しいグループを追加する
de: Neue Gruppe hinzufügen
en: Add a new group
es: Añadir un grupo nuevo
fr: Ajouter un nouveau groupe
it: Aggiungi un nuovo gruppo
ko: 새 그룹 추가
zh_hant: 新增群組

# add.new.item
source: 新しいアイテムを追加する
de: Neues Objekt hinzufügen
en: Add a new item
es: Añadir un ítem nuevo
fr: Ajouter un nouvel élément
it: Aggiungi un nuovo elemento
ko: 새 항목 추가
zh_hant: 新增物品

# add.new.pack
source: 新しいパックを追加する
de: Neues Pack hinzufügen
en: Add a new pack
es: Añadir un pack nuevo
fr: Ajouter un nouveau pack
it: Aggiungi un nuovo pack
ko: 새 팩 추가
zh_hant: 新增行李包

# add.position
source: 新規追加位置
de: Hinzufügeposition
en: Add position
es: Posición de inserción
fr: Position d’ajout
it: Posizione di aggiunta
ko: 추가 위치
zh_hant: 新增位置

# added.count.ai.tickets
source: AI利用券を%lld枚追加しました
de: %lld KI-Tickets hinzugefügt.
en: Added %lld AI tickets.
es: Se añadieron %lld tickets de IA.
fr: %lld tickets IA ajoutés.
it: Aggiunti %lld ticket IA.
ko: AI 이용권 %lld장을 추가했습니다.
zh_hant: 已新增 %lld 張 AI 使用券

# ai.working
source: AI処理中
de: KI arbeitet
en: AI is working
es: La IA está trabajando
fr: L’IA travaille
it: L’IA sta lavorando
ko: AI 처리 중
zh_hant: AI 處理中

# all.off
source: 全✔︎ON→OFF
de: Alle an→aus
en: All on→off
es: Todo activado→desactivado
fr: Tout activé→désactivé
it: Tutti on→off
ko: 전체 ON→OFF
zh_hant: 全部 ON→OFF

# already.purchased
source: 既に購入済みです
de: Bereits gekauft.
en: Already purchased.
es: Ya comprado.
fr: Déjà acheté.
it: Già acquistato.
ko: 이미 구매했습니다.
zh_hant: 已購買

# always.sort
source: 常時並べ替え
de: Immer sortieren
en: Always sort
es: Ordenar siempre
fr: Toujours trier
it: Ordina sempre
ko: 항상 정렬
zh_hant: 一律排序

# app.title
source: モチメモ
de: Packlin
en: Packlin
es: Packlin
fr: Packlin
it: Packlin
ko: Packlin
zh_hant: Packlin

# appearance
source: 外観モード
de: Darstellung
en: Appearance
es: Aspecto
fr: Apparence
it: Aspetto
ko: 화면 모드
zh_hant: 外觀模式

# append.to.end
source: 末尾に追加
de: Am Ende hinzufügen
en: Add to end
es: Añadir al final
fr: Ajouter à la fin
it: Aggiungi in fondo
ko: 끝에 추가
zh_hant: 加到末尾

# ask.chappy.ai
source: チャッピー(AI)に依頼する
de: Chappy (KI) fragen
en: Ask Chappy (AI)
es: Pedir a Chappy (IA)
fr: Demander à Chappy (IA)
it: Chiedi a Chappy (IA)
ko: Chappy(AI)에 요청
zh_hant: 請 Chappy(AI) 處理

# ask.chappy.ai.tweak
source: チャッピー(AI)に修正や変更を依頼できます
de: Chappy (KI) um Anpassungen bitten
en: Ask Chappy (AI) to tweak it
es: Pide a Chappy (IA) que lo ajuste
fr: Demander à Chappy (IA) de l’ajuster
it: Chiedi a Chappy (IA) di modificarlo
ko: Chappy(AI)에 수정 요청
zh_hant: 請 Chappy(AI) 修改

# ask.new.pack
source: 新しいパックを作ってもらう
de: Neues Pack anfragen
en: Ask for a new pack
es: Pedir un pack nuevo
fr: Demander un nouveau pack
it: Richiedi un nuovo pack
ko: 새 팩 요청
zh_hant: 請建立新行李包

# auth.failed.restart.app.try.again
source: 認証に失敗しました。アプリを再起動して再度お試しください
de: Authentifizierung fehlgeschlagen. Starte die App neu und versuche es erneut.
en: Auth failed. Restart the app and try again.
es: Falló la autenticación. Reinicia la app e inténtalo de nuevo.
fr: Échec de l’authentification. Redémarre l’app puis réessaie.
it: Autenticazione non riuscita. Riavvia l’app e riprova.
ko: 인증에 실패했습니다. 앱을 다시 시작하고 다시 시도해 주세요.
zh_hant: 驗證失敗。請重新啟動 App 後再試一次

# auto
source: 自動
de: Automatisch
en: Auto
es: Auto
fr: Auto
it: Auto
ko: 자동

# back
source: 前へ
de: Zurück
en: Back
es: Atrás
fr: Retour
it: Indietro
ko: 이전
zh_hant: 上一個

# back.groups
source: グループ一覧に戻る
de: Zurück zu Gruppen
en: Back to groups
es: Volver a grupos
fr: Retour aux groupes
it: Torna ai gruppi
ko: 그룹 목록으로 돌아가기
zh_hant: 返回群組列表

# back.items
source: アイテム一覧に戻る
de: Zurück zu Objekten
en: Back to items
es: Volver a ítems
fr: Retour aux éléments
it: Torna agli elementi
ko: 항목 목록으로 돌아가기
zh_hant: 返回物品列表

# back.packs
source: パック一覧に戻る
de: Zurück zu Packs
en: Back to packs
es: Volver a packs
fr: Retour aux packs
it: Torna ai pack
ko: 팩 목록으로 돌아가기
zh_hant: 返回行李包列表

# beginner
source: 初心者
de: Anfänger
en: Beginner
es: Principiante
fr: Débutant
it: Principiante
ko: 초보자
zh_hant: 初學者

# bottom
source: 末尾
de: Unten
en: Bottom
es: Final
fr: Bas
it: Fondo
ko: 맨 끝

# bottom.group
source: グループの末尾
de: Ende der Gruppe
en: Bottom of group
es: Final del grupo
fr: Fin du groupe
it: Fine del gruppo
ko: 그룹 맨 끝
zh_hant: 群組末尾

# bottom.pack
source: パックの末尾
de: Ende des Packs
en: Bottom of pack
es: Final del pack
fr: Fin du pack
it: Fine del pack
ko: 팩 맨 끝
zh_hant: 行李包末尾

# bulk.move
source: まとめて移動
de: Objekte verschieben
en: Move Items
es: Mover ítems
fr: Déplacer les éléments
it: Sposta elementi
ko: 항목 이동
zh_hant: 批次移動

# bulk.move.instructions
source: を選択して移動をタップ
de: Orange Kreise antippen, dann Verschieben
en: Tap orange circles, then Move
es: Toca los círculos naranjas y luego Mover
fr: Touchez les cercles orange, puis Déplacer
it: Tocca i cerchi arancioni, poi Sposta
ko: 주황색 원을 선택한 뒤 이동
zh_hant: 點選橘色圓圈後移動

# buy.ai.tickets
source: AI利用券の購入
de: KI-Tickets kaufen
en: Buy AI tickets
es: Comprar tickets de IA
fr: Acheter des tickets IA
it: Acquista ticket IA
ko: AI 이용권 구매
zh_hant: 購買 AI 使用券

# can.t.confirm.ai.use.please
source: AI利用が可能か確認できません。通信環境をご確認ください
de: KI-Nutzung kann nicht bestätigt werden. Prüfe bitte die Verbindung.
en: Can't confirm AI use. Please check your connection.
es: No se puede confirmar el uso de IA. Revisa tu conexión.
fr: Impossible de confirmer l’utilisation de l’IA. Vérifiez votre connexion.
it: Impossibile confermare l’uso dell’IA. Controlla la connessione.
ko: AI 사용 가능 여부를 확인할 수 없습니다. 네트워크를 확인해 주세요.
zh_hant: 無法確認是否可使用 AI。請檢查網路連線

# can.t.show.info
source: 情報を表示できません
de: Info kann nicht angezeigt werden.
en: Can't show info.
es: No se puede mostrar la información.
fr: Impossible d’afficher les infos.
it: Impossibile mostrare le informazioni.
ko: 정보를 표시할 수 없습니다.
zh_hant: 無法顯示資訊

# cancel
source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
zh_hant: 取消

# chappy
source: チャッピー
de: Chappy
en: Chappy
es: Chappy
fr: Chappy
it: Chappy
ko: Chappy
zh_hant: Chappy

# chappy.s.busy.try.again.soon
source: チャッピーが忙しそうです。時間をおいて再度お試しください
de: Chappy ist beschäftigt. Versuche es bald erneut.
en: Chappy's busy. Try again soon.
es: Chappy está ocupado. Inténtalo de nuevo pronto.
fr: Chappy est occupé. Réessayez bientôt.
it: Chappy è occupato. Riprova tra poco.
ko: Chappy가 바쁩니다. 잠시 후 다시 시도해 주세요.
zh_hant: Chappy 正忙。請稍後再試

# chappy.sent.ideas
source: チャッピーの提案が届きました
de: Chappy hat Vorschläge gesendet.
en: Chappy sent ideas.
es: Chappy envió ideas.
fr: Chappy a envoyé des idées.
it: Chappy ha inviato idee.
ko: Chappy의 제안이 도착했습니다.
zh_hant: Chappy 已送出建議

# chappy.thinking.ll.ping.can.close
source: チャッピーが考えています。提案が届けば通知しますので、閉じても大丈夫です。他の操作をしてお楽しみください
de: Chappy denkt nach. Wir melden uns. Du kannst schließen und die App weiter nutzen.
en: Chappy is thinking. We'll ping you. You can close this and keep using the app.
es: Chappy está pensando. Te avisaremos. Puedes cerrar esto y seguir usando la app.
fr: Chappy réfléchit. Nous vous préviendrons. Vous pouvez fermer et continuer à utiliser l’app.
it: Chappy sta pensando. Ti avviseremo. Puoi chiudere e continuare a usare l’app.
ko: Chappy가 생각 중입니다. 제안이 오면 알려드릴게요. 닫고 앱을 계속 사용해도 됩니다.
zh_hant: Chappy 正在思考。收到建議後會通知你。可以先關閉並繼續使用 App

# check
source: チェックON
de: Check an
en: Check On
es: Activar check
fr: Cocher
it: Attiva check
ko: 체크 ON
zh_hant: 勾選 ON

# check.label
source: チェック
de: Check
en: Check
es: Check
fr: Check
it: Check
ko: 체크
zh_hant: 勾選

# check.off
source: チェックOFF
de: Check aus
en: Check Off
es: Desactivar check
fr: Décocher
it: Disattiva check
ko: 체크 OFF
zh_hant: 勾選 OFF

# check.off.state
source: OFF
de: Aus

# check.on.state
source: ON
de: An

# checked.regardless.count
source: ✔︎済（数量に関わらずチェック済みである）
de: Unabhängig von der Anzahl abgehakt.
en: Checked regardless of count.
es: Marcado sin importar la cantidad.
fr: Coché quelle que soit la quantité.
it: Selezionato indipendentemente dalla quantità.
ko: 수량과 관계없이 체크됨
zh_hant: 不論數量皆已勾選

# clear
source: クリア
de: Leeren
en: Clear
es: Borrar
fr: Effacer
it: Cancella
ko: 지우기
zh_hant: 清除

# close.x.appears.after.watching
source: 最後まで視聴すると閉じる【×】ボタンが現れます
de: Nach dem Anschauen erscheint Schließen [×].
en: Close [×] appears after watching.
es: Cerrar [×] aparece después de verlo.
fr: Fermer [×] apparaît après le visionnage.
it: Chiudi [×] appare dopo la visione.
ko: 끝까지 시청하면 닫기 [×] 버튼이 나타납니다.
zh_hant: 觀看完畢後會出現關閉 [×]

# copy
source: 複製
de: Kopieren
en: Copy
es: Copiar
fr: Copier
it: Copia
ko: 복제

# copy.2
source: 複製する
de: Kopieren
en: Copy it
es: Copiarlo
fr: Le copier
it: Copia
ko: 복제하기
zh_hant: 複製

# couldn.t.buy.ai.tickets.no
source: AI利用券が購入できませんでした、課金されません
de: KI-Tickets konnten nicht gekauft werden; keine Abbuchung.
en: Couldn't buy AI tickets; no charge.
es: No se pudieron comprar tickets de IA; no se cobrará.
fr: Impossible d’acheter les tickets IA ; aucun débit.
it: Impossibile acquistare ticket IA; nessun addebito.
ko: AI 이용권을 구매할 수 없었습니다. 결제되지 않습니다.
zh_hant: 無法購買 AI 使用券，不會收費

# couldn.t.confirm.ad.was.finished
source: 広告視聴完了が確認できませんでした
de: Abschluss der Anzeige konnte nicht bestätigt werden.
en: Couldn't confirm the ad was finished.
es: No se pudo confirmar que el anuncio terminara.
fr: Impossible de confirmer que la publicité est terminée.
it: Impossibile confermare il completamento dell’annuncio.
ko: 광고 시청 완료를 확인할 수 없습니다.
zh_hant: 無法確認廣告已觀看完成

# count.ai.tickets.left
source: AI利用券残り %lld 枚
de: %lld KI-Tickets übrig
en: %lld AI tickets left
es: Quedan %lld tickets de IA
fr: %lld tickets IA restants
it: %lld ticket IA rimasti
ko: AI 이용권 %lld장 남음
zh_hant: 剩餘 %lld 張 AI 使用券

# count.new
source: 新規 %d 件
de: %d neu
en: %d new
es: %d nuevos
fr: %d nouveaux
it: %d nuovi
ko: 신규 %d건
zh_hant: 新增 %d 筆

# count.overwritten
source: 上書き %d 件
de: %d überschrieben
en: %d overwritten
es: %d sobrescritos
fr: %d écrasés
it: %d sovrascritti
ko: 덮어쓰기 %d건
zh_hant: 覆寫 %d 筆

# current.data.will.be.saved.bak
source: 現在のデータは .bak ファイルに退避されます。この操作は取り消せません。
de: Aktuelle Daten werden als .bak-Datei gesichert. Diese Aktion kann nicht rückgängig gemacht werden.
en: Current data will be saved to a .bak file. This action cannot be undone.
es: Los datos actuales se guardarán en un archivo .bak. Esta acción no se puede deshacer.
fr: Les données actuelles seront enregistrées dans un fichier .bak. Cette action est irréversible.
it: I dati attuali verranno salvati in un file .bak. Questa azione non può essere annullata.
ko: 현재 데이터는 .bak 파일로 백업됩니다. 이 작업은 취소할 수 없습니다.
zh_hant: 目前資料會儲存為 .bak 檔案。此操作無法復原

# dark
source: ダーク
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
it: Scuro
ko: 다크
zh_hant: 深色

# data.may.be.corrupted.tapping.reset
source: データが破損している可能性があります。 「リセットして再起動」をタップすると破損データを退避し、 次回起動時にクリーンな状態でアプリが起動します。 パックが消えた場合は、バックアップから復元してください。
de: Daten sind möglicherweise beschädigt. „Zurücksetzen und neu starten“ sichert die beschädigten Daten und startet die App beim nächsten Mal frisch. Wenn Packs fehlen, stelle sie aus einem Backup wieder her.
en: Data may be corrupted. Tapping "Reset and Restart" will back up the corrupted data, and the app will launch fresh on the next start. If your packs are missing, restore from a backup.
es: Los datos pueden estar dañados. Al tocar “Restablecer y reiniciar”, se hará copia de los datos dañados y la app se iniciará limpia la próxima vez. Si faltan packs, restaura desde una copia de seguridad.
fr: Les données peuvent être corrompues. Touchez « Réinitialiser et redémarrer » pour sauvegarder les données corrompues et relancer l’app à neuf au prochain démarrage. Si vos packs manquent, restaurez une sauvegarde.
it: I dati potrebbero essere danneggiati. Toccando “Ripristina e riavvia” verranno salvati i dati danneggiati e l’app partirà pulita al prossimo avvio. Se mancano pack, ripristina da un backup.
ko: 데이터가 손상되었을 수 있습니다. “리셋 후 재시작”을 누르면 손상 데이터를 백업하고 다음 실행 시 깨끗한 상태로 시작합니다. 팩이 사라졌다면 백업에서 복원해 주세요.
zh_hant: 資料可能已損壞。 點選「重置並重新啟動」會備份損壞資料， 下次啟動時以全新狀態開啟 App。 如果行李包遺失，請從備份還原

# database.initialization.failed
source: データベースの初期化に失敗しました
de: Datenbankinitialisierung fehlgeschlagen
en: Database initialization failed
es: Falló la inicialización de la base de datos
fr: Échec de l’initialisation de la base de données
it: Inizializzazione database non riuscita
ko: 데이터베이스 초기화 실패
zh_hant: 資料庫初始化失敗

# delete
source: 削除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ko: 삭제
zh_hant: 刪除

# delete.user.id.ai.tickets
source: UserIDとAI利用券を削除する
de: User ID und KI-Tickets löschen
en: Delete User ID and AI tickets
es: Eliminar User ID y tickets de IA
fr: Supprimer l’User ID et les tickets IA
it: Elimina User ID e ticket IA
ko: UserID와 AI 이용권 삭제
zh_hant: 刪除 UserID 和 AI 使用券

# details
source: 明細表示
de: Details
en: Details
es: Detalles
fr: Détails
it: Dettagli
ko: 상세
zh_hant: 明細

# done
source: 完了
de: Fertig
en: Done
es: Listo
fr: Terminé
it: Fine
ko: 완료
zh_hant: 完成

# done.2
source: 決定
de: Fertig
en: Done
es: Listo
fr: Terminé
it: Fine
ko: 결정
zh_hant: 確定

# edit.group
source: グループ編集
de: Gruppe bearbeiten
en: Edit group
es: Editar grupo
fr: Modifier le groupe
it: Modifica gruppo
ko: 그룹 편집
zh_hant: 編輯群組

# edit.pack
source: パック編集
de: Pack bearbeiten
en: Edit pack
es: Editar pack
fr: Modifier le pack
it: Modifica pack
ko: 팩 편집
zh_hant: 編輯行李包

# enough
source: 充足（必要数を満たしている、十分な在庫あり）
de: Ausreichend
en: Enough
es: Suficiente
fr: Suffisant
it: Sufficiente
ko: 충분
zh_hant: 充足

# enter.name.new.pack
source: 新しいパックの名前を入れてください
de: Gib einen Namen für das neue Pack ein.
en: Enter a name for the new pack.
es: Introduce un nombre para el nuevo pack.
fr: Saisissez un nom pour le nouveau pack.
it: Inserisci un nome per il nuovo pack.
ko: 새 팩 이름을 입력해 주세요.
zh_hant: 請輸入新行李包名稱

# enter.pack.request
source: パックの要望入力
de: Pack-Wunsch eingeben
en: Enter pack request
es: Introducir solicitud del pack
fr: Saisir la demande de pack
it: Inserisci richiesta pack
ko: 팩 요청 입력
zh_hant: 輸入行李包需求

# erase
source: 消す
de: Radieren
en: Erase
es: Borrar
fr: Gommer
it: Cancella
ko: 지우기
zh_hant: 消除

# expert
source: 達人
de: Experte
en: Expert
es: Experto
fr: Expert
it: Esperto
ko: 고급

# export.all.packs.backup
source: 全パックを書き出す（バックアップ）
de: Alle Packs exportieren (Backup)
en: Export all packs (backup)
es: Exportar todos los packs (copia)
fr: Exporter tous les packs (sauvegarde)
it: Esporta tutti i pack (backup)
ko: 모든 팩 내보내기(백업)
zh_hant: 匯出所有行李包（備份）

# export.failed
source: 書き出しに失敗しました
de: Export fehlgeschlagen.
en: Export failed.
es: Falló la exportación.
fr: Échec de l’exportation.
it: Esportazione non riuscita.
ko: 내보내기에 실패했습니다.
zh_hant: 匯出失敗

# exporting
source: 書き出し中...
de: Export läuft...
en: Exporting...
es: Exportando...
fr: Exportation...
it: Esportazione...
ko: 내보내는 중...
zh_hant: 匯出中...

# font.auto
source: 自動
de: Automatisch
en: Auto
es: Auto
fr: Auto
it: Auto
ko: 자동

# font.large
source: 大
de: Groß
en: Large
es: Grande
fr: Grand
it: Grande
ko: 큼

# font.size
source: 文字サイズ
de: Textgröße
en: Text Size
es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
ko: 글자 크기
zh_hant: 文字大小

# font.standard
source: 標準
de: Standard
en: Standard
es: Estándar
fr: Standard
it: Standard
ko: 표준

# font.xLarge
source: 特大
de: Sehr groß
en: X-Large
es: Extra grande
fr: Très grand
it: Molto grande
ko: 특대

# free
source: 無料！
de: Kostenlos!
en: Free!
es: ¡Gratis!
fr: Gratuit !
it: Gratis!
ko: 무료!
zh_hant: 免費！

# from
source: 移動元
de: Von
en: From
es: De
fr: De
it: Da
ko: 이동 전
zh_hant: 來源

# group.items.all.checked
source: ✔︎済（グループ内の必要なアイテムが全てチェック済み）
de: Alle benötigten Gruppenobjekte sind abgehakt.
en: Group items all checked.
es: Todos los ítems necesarios del grupo están marcados.
fr: Tous les éléments requis du groupe sont cochés.
it: Tutti gli elementi necessari del gruppo sono selezionati.
ko: 그룹 내 필요한 항목이 모두 체크됨
zh_hant: 群組內必要物品皆已勾選

# group.list
source: グループ 一覧
de: Gruppen Liste
en: Group List
es: Lista de grupos
fr: Liste des groupes
it: Elenco gruppi
ko: 그룹 목록
zh_hant: 群組 列表

# group.name
source: グループ名
de: Gruppenname
en: Group name
es: Nombre del grupo
fr: Nom du groupe
it: Nome gruppo
ko: 그룹명
zh_hant: 群組名稱

# group.status
source: グループの状態
de: Gruppenstatus
en: Group status
es: Estado del grupo
fr: État du groupe
it: Stato gruppo
ko: 그룹 상태
zh_hant: 群組狀態

# groups.split.gear.into.pouches.such
source: グループとは、持ち物をポーチなどで小分けにしたものです
de: Gruppen teilen Dinge z. B. in Beutel auf.
en: Groups split gear into pouches and such.
es: Los grupos separan cosas en bolsas u otros contenedores.
fr: Les groupes divisent les affaires en pochettes, etc.
it: I gruppi dividono gli oggetti in buste e simili.
ko: 그룹은 짐을 파우치 등으로 나눈 단위입니다.
zh_hant: 群組是把物品分裝到收納袋等的小單位

# import.done
source: 取り込み完了
de: Import fertig.
en: Import done.
es: Importación completada.
fr: Importation terminée.
it: Importazione completata.
ko: 가져오기 완료
zh_hant: 匯入完成

# import.failed
source: 取り込みに失敗しました
de: Import fehlgeschlagen.
en: Import failed.
es: Falló la importación.
fr: Échec de l’importation.
it: Importazione non riuscita.
ko: 가져오기에 실패했습니다.
zh_hant: 匯入失敗

# import.pack.overwrites.existing
source: パックを読み込む（同パックは上書き）
de: Pack importieren (überschreibt vorhandene)
en: Import pack (overwrites existing)
es: Importar pack (sobrescribe existentes)
fr: Importer un pack (écrase l’existant)
it: Importa pack (sovrascrive esistenti)
ko: 팩 가져오기(같은 팩은 덮어쓰기)
zh_hant: 匯入行李包（相同項目會覆寫）

# info.url
source: https://docs.azukid.com/jp/sumpo/Packlin/packlin.html
de: https://docs.azukid.com/de/sumpo/Packlin/packlin.html
en: https://docs.azukid.com/en/sumpo/Packlin/packlin.html
es: https://docs.azukid.com/es/sumpo/Packlin/packlin.html
fr: https://docs.azukid.com/fr/sumpo/Packlin/packlin.html
it: https://docs.azukid.com/it/sumpo/Packlin/packlin.html
ko: https://docs.azukid.com/ko/sumpo/Packlin/packlin.html
zh_hant: https://docs.azukid.com/zh-Hant/sumpo/Packlin/packlin.html

# insert.position
source: 挿入位置
de: Einfügeposition
en: Insert position
es: Posición de inserción
fr: Position d’insertion
it: Posizione di inserimento
ko: 삽입 위치
zh_hant: 插入位置

# item.browse
source: アイテム 縦覧
de: Objekte Durchsuchen
en: Item Browse
es: Explorar ítems
fr: Parcourir éléments
it: Sfoglia elementi
ko: 항목 둘러보기
zh_hant: 物品 瀏覽

# item.browse.2
source: アイテム縦覧
de: Objekte durchsuchen
en: Item browse
es: Explorar ítems
fr: Parcourir les éléments
it: Sfoglia elementi
ko: 항목 둘러보기
zh_hant: 物品瀏覽

# item.edit
source: アイテム 編集
de: Objekt bearbeiten
en: Item Edit
es: Editar ítem
fr: Modifier élément
it: Modifica elemento
ko: 항목 편집
zh_hant: 物品 編輯

# item.list
source: アイテム 一覧
de: Objekt Liste
en: Item List
es: Lista de ítems
fr: Liste des éléments
it: Elenco elementi
ko: 항목 목록
zh_hant: 物品 列表

# item.quantity.dialSettings
source: ダイアル設定
de: Regler
en: Dial
es: Dial
fr: Molette
it: Dial
ko: 다이얼 설정
zh_hant: 轉盤設定

# item.sort.lackCount.footerTitle
source: 不足 個数
de: Fehlende Anzahl
en: Need Count
es: Falta cantidad
fr: Nombre manquant
it: Quantità mancante
ko: 부족 개수
zh_hant: 不足 個數

# item.sort.lackWeight.footerTitle
source: 不足 重量
de: Fehlendes Gewicht
en: Need Weight
es: Falta peso
fr: Poids manquant
it: Peso mancante
ko: 부족 중량

# item.sort.stockWeight.footerTitle
source: 在庫 重量
de: Bestands gewicht
en: Stock Weight
es: Peso stock
fr: Poids stock
it: Peso scorte
ko: 재고 중량
zh_hant: 庫存 重量

# item.sort.unchecked.footerTitle
source: 未✔︎ 順
de: Nicht abgehakt zuerst
en: Unchecked First
es: Sin marcar primero
fr: Non cochés d’abord
it: Non selezionati prima
ko: 미체크 우선
zh_hant: 未勾選 優先

# item.status.unchecked.first
source: アイテムの状態（未✔︎順）
de: Objektstatus (nicht abgehakt zuerst)
en: Item status (unchecked first)
es: Estado de ítems (sin marcar primero)
fr: État des éléments (non cochés d’abord)
it: Stato elementi (non selezionati prima)
ko: 항목 상태(미체크 우선)
zh_hant: 物品狀態（未勾選優先）

# items.things.smallest.pieces
source: アイテムとは、持ち物そのもの。最小単位です
de: Objekte sind deine Dinge, die kleinsten Einheiten.
en: Items are your things, the smallest pieces.
es: Los ítems son tus cosas, la unidad más pequeña.
fr: Les éléments sont vos affaires, les plus petites unités.
it: Gli elementi sono gli oggetti, l’unità più piccola.
ko: 항목은 실제 물건이며 가장 작은 단위입니다.
zh_hant: 物品是攜帶物本身，也是最小單位

# lacking
source: 不足（必要数に満たない、在庫が足りない）
de: Fehlt
en: Lacking
es: Falta
fr: Manquant
it: Mancante
ko: 부족
zh_hant: 不足

# let.chappy.ai.make
source: チャッピー(AI)に作ってもらう
de: Von Chappy (KI) erstellen lassen
en: Let Chappy (AI) make it
es: Dejar que Chappy (IA) lo haga
fr: Laisser Chappy (IA) le créer
it: Fallo creare a Chappy (IA)
ko: Chappy(AI)에 만들게 하기
zh_hant: 讓 Chappy(AI) 建立

# light
source: ライト
de: Hell
en: Light
es: Claro
fr: Clair
it: Chiaro
ko: 라이트
zh_hant: 淺色

# list.changes.want.up.count.chars
source: 変更の要望をたくさん列記してください （最大%lld文字） （例）6泊に変更、ギリシャも訪問、祖父母も参加、雨天も想定
de: Liste die gewünschten Änderungen auf. (bis zu %lld Zeichen) (z. B.) 6 Nächte, Griechenland hinzufügen, Großeltern kommen mit, Regen einplanen
en: List the changes you want. (up to %lld chars) (e.g.) 6 nights, add Greece, grandparents join, plan for rain
es: Enumera los cambios que quieres. (hasta %lld caracteres) (ej.) 6 noches, añadir Grecia, vienen los abuelos, prever lluvia
fr: Listez les changements souhaités. (jusqu’à %lld caractères) (ex.) 6 nuits, ajouter la Grèce, grands-parents présents, prévoir la pluie
it: Elenca le modifiche desiderate. (fino a %lld caratteri) (es.) 6 notti, aggiungi Grecia, nonni presenti, prevedi pioggia
ko: 원하는 변경 사항을 적어 주세요. (최대 %lld자) (예) 6박으로 변경, 그리스도 방문, 조부모도 참가, 우천 대비
zh_hant: 列出想要變更的內容。 （最多 %lld 字） （例）改為6晚、也去希臘、祖父母同行、考慮雨天

# list.places.dates.purpose.crew.weather
source: 訪問先、日程、目的、人数、気候、アクティビティなどの要望をたくさん列記してください （最大%lld文字） （例）海外旅行5泊6日、イタリア、スペイン、家族4人、8月の気候に配慮して
de: Liste Orte, Termine, Zweck, Personen, Wetter und Pläne auf. (bis zu %lld Zeichen) (z. B.) 5 Nächte Italien & Spanien, 4 Personen, Sommerhitze beachten
en: List places, dates, purpose, crew, weather, plans. (up to %lld chars) (e.g.) 5-night Italy & Spain, 4 people, summer heat aware
es: Enumera lugares, fechas, objetivo, personas, clima y planes. (hasta %lld caracteres) (ej.) Italia y España 5 noches, 4 personas, considerar calor de verano
fr: Listez lieux, dates, objectif, personnes, météo et activités. (jusqu’à %lld caractères) (ex.) Italie & Espagne 5 nuits, 4 personnes, prévoir la chaleur d’été
it: Elenca luoghi, date, scopo, persone, meteo e attività. (fino a %lld caratteri) (es.) Italia e Spagna 5 notti, 4 persone, attenzione al caldo estivo
ko: 방문지, 일정, 목적, 인원, 날씨, 활동 등을 적어 주세요. (최대 %lld자) (예) 이탈리아와 스페인 5박, 4명, 여름 더위 고려
zh_hant: 列出地點、日期、目的、人數、天氣、活動等需求。 （最多 %lld 字） （例）義大利與西班牙5晚、4人、考慮夏季炎熱

# list.sort.search.all.items
source: 全てのアイテムを対象に一覧・並べ替え・検索ができます
de: Alle Objekte auflisten, sortieren und suchen.
en: List, sort, and search all items.
es: Lista, ordena y busca todos los ítems.
fr: Lister, trier et rechercher tous les éléments.
it: Elenca, ordina e cerca tutti gli elementi.
ko: 모든 항목을 목록, 정렬, 검색할 수 있습니다.
zh_hant: 可列出、排序並搜尋所有物品

# loading.ad
source: 広告を読み込み中...
de: Anzeige wird geladen...
en: Loading ad...
es: Cargando anuncio...
fr: Chargement de la publicité...
it: Caricamento annuncio...
ko: 광고 불러오는 중...
zh_hant: 廣告載入中...

# make.copy
source: コピーを作成する（複製）
de: Kopie erstellen
en: Make a copy
es: Crear una copia
fr: Créer une copie
it: Crea una copia
ko: 복사본 만들기
zh_hant: 建立副本

# make.yourself
source: 自分で作る
de: Selbst erstellen
en: Make it yourself
es: Hacerlo tú mismo
fr: Le créer soi-même
it: Crealo tu
ko: 직접 만들기
zh_hant: 自己建立

# memo
source: メモ
de: Memo
en: Memo
es: Memo
fr: Mémo
it: Memo
ko: 메모
zh_hant: 備註

# min
source: 最小
de: Min
en: Min
es: Mín
fr: Min
it: Min
ko: 최소
